let day1 = {
    text: "🧘 *МЕДИТАЦИЯ НА ДЫХАНИИ*\n" +
            "\n" +
        "🕐 Продолжительность: 5⃣ минут и дольше, по желанию" +
        "\n" +
        "▪ Сядь удобно, желательно с ровной спиной. Если есть возможность, можешь лечь. Наблюдай за своим дыханием и мысленно произноси при каждом дыхательном движении:\n" +
        "\n" +
        "_я делаю вдох, я делаю выдох,_\n" +
        "_я делаю вдох, я делаю выдох_\n" +
        "\n" +
        "▪ Постепенно начинай обращать внимание на промежутки между вдохом и выдохом.\n" +
        "\n" +
        "Там всегда есть пауза. Умение уловить эти промежутки немного замедлит тебя, научит замечать полутона жизни и еще что-то кроме привычной суеты.\\n\" +\n" +
        "\n" +
        "Не нужно удлинять или задерживать дыхание, просто наблюдай.\n" +
        "\n" +
        "Ты делаешь вдох... и на доли секунды возникает пауза, прежде чем ты сделаешь выдох.\n" +
        "\n" +
        "_Вдох... пауза... выдох... пауза..._\n" +
        "_Вдох... пауза... выдох... пауза..._\n" +
        "\n" +
        "▪ Обрати внимание, изменяются ли паузы? Ничего не контролируй, пусть все происходит естественно. Поддавайся своим даже еле заметным желаниям продолжить дыхание.\n" +
        "\n" +
        "▪ Чтобы выйти из медитации на дыхании сделай пару глубоких вдохов, задействуй диафрагму. Чувствуешь ли ты себя отдохнувшим? Если ответ да, прекрасно. Если нет, попробуй в следующий раз меньше напрягаться.\\n\" +\n" +
        "\n" +
        "_У тебя есть ⏳ 24 часа, чтобы протестировать эту технику. Время пошло!_\n" +
        "\n" +
        "*СТА! - Подписывайся на страницы Школы Медитации в соцсетях - и будь в курсе всех наших событий!*\n" +
        "\n" +
        "FB - https://www.facebook.com/meditation.org.ua/\n" +
        "Instagram - `https://www.instagram.com/meditation_school/`",
    menu: ['day_two', ['study', 'question'], 'main_menu']
}

let day2 = {
    text: "*МЕДИТАЦИЯ НА СЧЕТЕ 1⃣ 2⃣ 3⃣...9⃣ 🔟*\n" +
        "\n" +
        "🕐Продолжительность: 5 минут\n" +
        "\n" +
        "▪ Сядь удобно, с ровной спиной, закрой глаза. Зачем начинай считать в ритме дыхания. Когда делаешь вдох - мысленно произности 'один', когда выдох - 'два'.\n" +
        "\n" +
        "▪ Это будет выглядеть так:\n" +
        "\n" +
        "_вдох - один_\n" +
        "_выдох - два_\n" +
        "_вдох - один_\n" +
        "_выдох - два..._\n" +
        "\n" +
        "Забываешь про счет, сбиваешься и думаешь о чем-то другом? Не злись на себя за это, просто начни все сначала. Терпеливо возвращайся к счету, пока не пройдет 5 минут. Эта техника поможет развить умение сосредотачиваться.\n" +
        "\n" +
        "_У тебя есть ⏳ 24 часа, чтобы протестирвоать эту технику. Время пошло!_\n" +
        "\n" +
        "*СТА! Хочешь получать напоминания о медитации? Подписывайся на Телеграм-канал 'Моя Медитация' - https://t.me/my_meditation*\n" +
        "\n" +
        "Но предупреждаем - она очень своенравная девушка, может и похвалить, и поворчать, и пообижаться.",
    menu: ['day_three', ['study', 'question'], 'main_menu']
};

let day3 = {
    text: "*МЕДИТАЦИЯ ВО ВРЕМЯ ЕДЫ*\n" +
        "\n" +
        "🕐 Продолжительность : 3 минуты\n" +
        "\n" +
        "▪ Отложи телефон и прочие гаджеты 🙅🏽📱\n" +
        "\n" +
        "▪ Положи на тарелку кусочек яблока 🍏 и сядь за стол. Это упражнение можно провести с любим вкусным, но небольшим кусочком пищи. Внимательно изучи его, обрати внимание на внешний вид, цвет и запах.\n" +
        "\n" +
        "▪ Возьми кусочек яблока и положи себе на ладонь. Проведи по нему пальцем. Какой он? Попробуй как можно лучше ощутить структуру яблока.\n" +
        "\n" +
        "▪ Поднеси яблоко ко рту. Проведи им по губам. Что ты при этом чувствуешь? Вдохни запах. Оближи губы, почувствуй вкус.\n" +
        "\n" +
        "▪ Возьми кусочек яблока и зажми между губами. Втяни осторожно в рот. Сомкни губы и почувствуй этот один кусочек яблока, как ты ощущаешь его у себя во рту.\n" +
        "\n" +
        "▪ Сосредоточься на своих ощущениях. Какой вкус ты ощущаешь? Какие нотки? Какие эмоции это у тебя вызывает?\n" +
        "\n" +
        "▪ Сохраняй как можно дольше яблоко во рту. При этом обращай внимание на всю палитру вкуса.\n" +
        "\n" +
        "▪ Проглоти яблоко. Внимательно продолжай следить за своими ощущениями. Может быть, послевкусие останется еще на какое-то время. Насладись им.\n" +
        "\n" +
        "Практикуй эту короткую медитацию, чтобы развить желание употреблять качественную пищу 🥑 и специи в своем ежедневном рационе, а также повысить уровень наслаждения едой, что во многом избавит тебя от переедания.\n" +
        "\n" +
        "_У тебя есть ⏳ 24 часа, чтобы протестировать эту технику. Время пошло!_\n" +
        "\n" +
        "*СТА! Когда говоришь о медитации и не хватает слов, выражай свои эмоции с помощью стикеров 'Медитация', потому что они - просто космос!  https://t.me/addstickers/meditationschoo (https://t.me/addstickers/meditationschool)*",
    menu: ['day_four', ['study', 'question'], 'main_menu']
};

let day4 = {
    text: "*ПРАКТИКА ВНИМАТЕЛЬНОСТИ В ХОДЬБЕ* 🚶‍♀\n" +
        "\n" +
        "🕐 Продолжительность: от 5 минут\n" +
        "\n" +
        "▪ Сними обувь, если достаточно тепло, то и носки. Встань прямо, ноги на ширине плеч.\n" +
        "\n" +
        "▪ Почувствуй, как стопы касаются пола. Какие ощущения? Опиши. Ты чувствуешь тепло или холод?\n" +
        "\n" +
        "▪ Теперь медленно подними одну ногу, сделай шаг. В этом моменте понаблюдай внимательно, как это происходит. Ты ежедневно делаешь это на автомате. Суть этого упражнения в том, чтобы находиться в моменте.\n" +
        "\n" +
        "▪ Выполняй шаги, как привык, но делай это медленно, чтобы прочувствовать отдельные фазы движения: сначала подъем стопы, затем напряжение икры, движение бедра, легкий наклон корпуса, а после - движение ноги вперед.\n" +
        "\n" +
        "Обрати внимание, как ты встал - на носок, на пятку, на всю стопу? Не оценивай, просто обрати внимание.\n" +
        "\n" +
        "▪ Повтори то же медленно со второй ногой. Достаточно для первого раза.\n" +
        "\n" +
        "▪ Закончи упражнение, по очереди встряхнув ноги.\n" +
        "\n" +
        "Позже ты сможешь это делать везде. Просто на 5 минут сосредотачивай свое внимание на том, как ты идешь, ощущай этот процесс. В эти моменты ты возвращаешься в происходящее здесь, направляешь внимание в текущий момент.\n" +
        "\n" +
        "_У тебя есть ⏳ 24 часа, чтобы протестировать эту технику. Время пошло!_",
    menu: ['day_five', ['study', 'question'], 'main_menu']
};

let day5 = {
    text: "*РИСОВАНИЕ МАНДАЛ* 🎨\n" +
        "\n" +
        "В мандалах скрыт особый сакральный смысл. В упрощенном и понятном варианте мандала - это геометрический рисунок, который несет в себе позитивные вибрации и, разрисовывая его яркими красками, ты настраиваешься на позитивный лад, твое внимание смещается от беспокоящих тебя ситуаций и ты наслаждаешься творческим процессом.\n" +
        "\n" +
        "Разрисовав круглую симметричную мандалу или нарисовав свою интуитивную, можно получить яркий опыт расслабления и сосредоточения внимания.\n" +
        "\n" +
        "▪ Купи книжечку-раскраску или скачай в интернете, сделав свою персональную подборку мандал;\n" +
        "\n" +
        "▪ Обзаведись набором цветных гелевых ручек или карандашей;\n" +
        "\n" +
        "▪ Рисуй и наслаждайся;\n" +
        "\n" +
        "▪ Скачай одно из этих приложений - и мандалы всегда будут у тебя под рукой.\n" +
        "\n" +
        "_У тебя есть ⏳ 24 часа, чтобы протестировать эту технику. Время пошло!_",
    menu: ['day_six', ['study', 'question'], 'main_menu']
};

let day6 = {
    text: "*ВНУТРЕННИЙ СОВЕТЧИК*\n" +
        "\n" +
        "🕓 Продолжительность: 20 минут\n" +
        "\n" +
        "▪ Прими удобную позу для медитации. Сделай пару глубоких вдохов и выдохов.\n" +
        "\n" +
        "▪ Представь место, где тебе было бы приятно оказаться? Может, это берег океана или какой-то храм? Возможно, ты мысленно останешься там же, где находится твое физическое тело в данный момент.\n" +
        "\n" +
        "▪ Представь, что навстречу тебе движется человек, животное или какое-то другое создание. Это твой мудрый советчик. Представь его. Может, это какой-то человек, которому ты полностью доверяешь? Сказочное животное? А возможно, твой советчик и не обретает физического тела, а ты увидишь его как свет или радугу, или шум ветра. Если это существо, то представь, что оно приблизилось к тебе. Ты ощущаешь тепло и безопасность. Если это нечто другое, ощущения все равно должны быть приятными - доброта и любовь.\n" +
        "\n" +
        "▪ Теперь ты можешь попросить совета у советчика. Если не получается описать свою проблему, подожди немного. Насладись присутствием своего советчика. Возможно, он сам начнет разговор. Это будет или голос, или музыка, или блики света.\n" +
        "\n" +
        "В нескольких словах или действиях он или она дадут тебе ответ на твой вопрос. В некоторых случаях ты уловишь удивительную точность. Возможно, совет будет не так просто осознать. Отпусти это. Доверься своему бессознательному, оно подскажет, что делать дальше.\n" +
        "\n" +
        "Возможно, твой советчик не говорит ничего и никаким образом себя не проявляет  - не проблема. Побудь рядом с ним. Поблагодари, что он откликнулся на твой зов.\n" +
        "\n" +
        "▪ Еще раз поблагодари гостя и попрощайся с ним. Существо удалится и ты снова останешься наедине с собой. Но теперь у тебя появиться знание, что нужно делать. Оно твое. Глубоко вдохни, медленно вернись в реальность, почувствуй себя, свое тело. Возвращайся в реальный мир.\n" +
        "\n" +
        "Кстати, не спеши анализировать совет или сразу же его использовать. Походи с ним какое-то время. Просто прими его. А дальше уже решишь, стоит ли к нему прислушаться.\n" +
        "\n" +
        "_У тебя есть ⏳ 24 часа, чтобы протестировать эту технику. Время пошло!_",
    menu: ['day_seven', ['study', 'question'], 'main_menu']
};

let day7 = {
    text: "*НОВЫЙ ПУТЬ* 📃\n" +
        "\n" +
        "🕓 Продолжительность: 10 минут\n" +
        "\n" +
        "▪ Для этого упражнения вам не нужно принимать позу для медитации. Возьмите блокнот или откройте приложение-задачник. Подумайте о тех вещах, которые вы делаете каждый день по привычке: просыпаетесь, пьете кофе, собираетесь на работу, выбираете одежду, везете детей в школу или сад, возможно, бегаете трусцой по одному и тому же маршруту... Составьте список этих дел.\n" +
        "\n" +
        "▪ Внимательно рассмотрите список. Что можно изменить? Выберете иной способ реализации каждого действия. Не спешите, меняйте постепенно.\n" +
        "\n" +
        "*Например:*\n" +
        "\n" +
        "_- вы пьете один и тот же кофе уже несколько месяцев-лет подряд, попробуйте новый сорт. Откройте для себя новые вкусовые качества._\n" +
        "_- вы едете на работу одним и тем же маршрутом. Измените его (по возможности). Или добавьте в привычный маршрут какие-то изменения. Выпейте кофе на улице, посмотрите минут 5, как бегут на работу люди._\n" +
        "_- вы обедаете в одном и том же месте. Сделайте подборку мест рядом и каждый день старайтесь посетить новое._\n" +
        "\n" +
        "▪ Вам может показаться, что это просто и элементарно. Хорошо, попробуйте! Мы часто становимся заложниками привычных действий. Ум чувствует себя безопасно, когда все идет по плану. Добавьте новизны, почувствуйте по-новому вкусы жизни. Вы будете удивлены, насколько такие простые, казалось бы, решения и действия разукрасят привычные будни. Так и хочется закончить фразой: Не ждите чуда! Чудите сами!",
    menu: ['done', ['regularly'], ['study', 'question'], 'main_menu']
};

const data = [
    day1,
    day2,
    day3,
    day4,
    day5,
    day6,
    day7
];

module.exports = data;